export const ConversationList = [
  [
    {
      key: 1,
      content: 'うわ～、なんかプールみたい！泳いじゃってもいい？？'
    },
    {
      key: 2,
      content:
        'だめだめ！それはやめたほうがいいよ！ここは「胃」というところで、元気くんの体の中にあるんだけどおへその上くらいかな？'
    },
    {
      key: 3,
      content:
        '僕の体の中に胃ってあるんだ？見たことないからわからないや胃ってどういう所なの？'
    },
    {
      key: 4,
      content: '元気くんは、お肉やおさかなやリンゴとかモリモリ食べてるよね？'
    },
    {
      key: 5,
      content:
        'うん、ご飯大好き！お父さん、お母さんからもたくさん食べると大きくなれるって言われているからね'
    },
    {
      key: 6,
      content:
        'えらいえらい！元気くんが食べたものが口から食道というところを通ってここ、胃に届くんだ'
    },
    {
      key: 7,
      content: 'あの入り口のきれいなシャワーはなに？'
    },
    {
      key: 8,
      content:
        'えらいえらい！元気くんが食べたものが口から食道というところを通ってここ、胃に届くんだ'
    },
    {
      key: 9,
      content:
        'シャワーから出ているのは胃液と言うんだ。胃液は胃に入ってきたものをどんどん溶かしていくよ。'
    },

    {
      key: 10,
      content: '溶かしてどうするの？'
    },

    {
      key: 11,
      content: '食べ物から栄養を取り出すためだよ。'
    },

    {
      key: 12,
      content:
        'ふーん。あのプールの中でグルグル回っているの（プロペラが回る）、あれで食べ物と胃液がグルグル混ぜられているね。'
    },

    {
      key: 13,
      content:
        'その通り！　胃液と混ざった食べ物をプロペラがかき混ぜてドロドロにするんだ。あれ？　胃の中にりんごがぷかぷか浮いているね。'
    },

    {
      key: 14,
      content: 'さっき食べたんだよ！'
    },
    {
      key: 15,
      content: 'しっかり噛んでいないでしょ。わかっちゃうよ。'
    },
    {
      key: 16,
      content:
        'うーん。ごめんなさい。でも、なんでちゃんと噛まなきゃいけないの？　胃液とプロペラがあったら大丈夫じゃない？'
    },
    {
      key: 17,
      content:
        'しっかり噛まずに飲み込まれた食べ物を細かくするために、プロペラはいつもよりたくさん動かないといけないよね。そうすると胃が疲れちゃうでしょ？'
    },
    {
      key: 18,
      content:
        'そっか。ちゃんともぐもぐ噛むと、美味しいなーってずっと思えるもんね。やっぱりちゃんと噛むよ！'
    },
    {
      key: 19,
      content:
        'そうそう。美味しいなって思えると、食べ過ぎないから体にいいんだ。それに、よく噛むと歯が健康になるし、噛むことで頭の中にある脳に血がめぐりやすくなって脳が元気になるんだ（脳くんぐるぐる回る）'
    }
  ],
  [
    {
      key: 1,
      content: 'ここはどこなの？なんか工場みたいだけど'
    },
    {
      key: 2,
      content: 'ここは腸だよ？'
    },
    {
      key: 3,
      content: '腸？'
    },
    {
      key: 4,
      content:
        'さっき胃で食べ物がドロドロになっていたでしょ？そのドロドロのなかから体に必要なものを体に戻して（柔毛アームが動く）、余った要らないものをぎゅっと（ウンチプレス機が動く）まとめてウンチにして体に送り出す（肛門が開いてウンチがポンと飛び出す）のが腸の役目なんだ'
    },
    {
      key: 5,
      content: 'ウンチ…　言うのは恥ずかしいし、僕の体の中で作ってるなんて…'
    },
    {
      key: 6,
      content:
        'はずかしくもなんともないよ！ウンチが出るってとっても大事なこと。余ったいらないものが体の中に溜まり続けたら？'
    },
    {
      key: 7,
      content:
        'そうかもしれない。ところで、入り口の近くにる、ロボットの腕みたいなのは何だろう？？（柔毛アームが動く）'
    },
    {
      key: 8,
      content:
        'それは、体に必要なものを選び出して、からだの中に戻しているんだよ（柔毛アームと、アームの向こうのベルトコンベアが動く）。'
    },
    {
      key: 9,
      content: '必要なもの？？'
    },
    {
      key: 10,
      content:
        'うん、それはおもにブドウ糖やアミノ酸だね。ブドウ糖はからだを動かすもと、アミノ酸は筋肉などのもとなんだ。'
    },
    {
      key: 11,
      content: 'ふーん。元気のもとってことだね！'
    },
    {
      key: 12,
      content:
        'そうそう。それから、体にとっていらないもの、たとえば悪いバイ菌は体の中にあると元気がなくなっちゃうから入り口のヤリと剣（ヤリと剣が動く）でやっつけているんだよ。'
    },
    {
      key: 13,
      content: 'すごい大事なところだね！'
    },
    {
      key: 14,
      content:
        'そうだよ。それから、体には、栄養以外にもとっても大事なものがあるよね。わかるかな。'
    },
    {
      key: 15,
      content: 'うーん。'
    },
    {
      key: 16,
      content:
        'それはお水だよ。腸は、栄養のほかにお水も体のなかに入れる大事な働きがあるんだ。'
    },
    {
      key: 17,
      content:
        '知らなかった！　飲んだらすぐに体の中に水が染み込んでいくんだと思ってたよ！'
    },
    {
      key: 18,
      content: 'その仕組みは、また後で説明しようかな？'
    },
    {
      key: 19,
      content: 'ところで元気くんはお腹の音って聞いたことある？'
    },
    {
      key: 20,
      content: '時々キュルキュル音がしているのは聞いたことがあるよ！'
    },
    {
      key: 21,
      content:
        'その音は、腸が食べ物を運ぶために元気に動いてくれているしるしなんだ。'
    },
    {
      key: 22,
      content: '元気に動いてくれているなら安心な音なんだね？'
    },
    {
      key: 23,
      content:
        'そう！　でもお腹が痛いときにも聞こえるときがないかい？　ぐるぐるぐるーって。それは、腸が危険信号を出している時 なんだ。気を付けてね。'
    },
    {
      key: 24,
      content: 'わかった！最後の方にあるスタンプと出口みたいなところは何？'
    },
    {
      key: 25,
      content:
        'ここは、ウンチを外に出すために準備をしているところなんだ。トイレに行ったときにはこの出口からウンチが出るようになるんだよ！'
    },
    {
      key: 26,
      content:
        'ご飯を食べてウンチになるまでを教えてもらったけど、どのくらいの時間がかかるの？30分？1時間？'
    },
    {
      key: 27,
      content: '正解は1日から2日くらいかかるんだ。'
    },
    {
      key: 28,
      content:
        'そんなに時間がかかるの？じゃあ、今日の食べたご飯は明日か明後日にウンチになるの？？'
    },
    {
      key: 29,
      content:
        'そうなんだ。食べたものが体の中をゆっくり動いていって、必要なものと要らないものに分けたりして、元気に過ごせるように見えないところで頑張ってくれているんだよ。'
    },
    {
      key: 30,
      content:
        '僕が栄養をとるぞー、ウンチ作るぞーって思っていないのに、なんで勝手にやってくるの？'
    },
    {
      key: 31,
      content: 'それは次のお話しかな？'
    }
  ],
  [],
  []
];
